Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Retry Cancel or remove the stored key from Keychain.
zh_hans: 请重试取消，或从钥匙串中移除已存储的密钥。

source: Retry Cancel or remove the unused key.
zh_hans: 请重试取消，或移除未使用的密钥。

source: Retry clear
zh_hans: 重试清除

source: Retry copy.
zh_hans: 请重试复制。

source: Retry counts
zh_hans: 重试计数加载

source: Retry current item
zh_hans: 重试当前项目

source: Retry disable privacy gate
zh_hans: 重试关闭隐私门禁

source: Retry disable privacy gate. Remote provider remains disabled.
zh_hans: 请重试关闭隐私门禁。远程提供商仍保持关闭。

source: Retry disable with key removal or remove the key from Keychain.
zh_hans: 请重试关闭并移除密钥，或从钥匙串中移除密钥。

source: Retry disable.
zh_hans: 请重试关闭。

source: Retry enable privacy gate
zh_hans: 重试启用隐私门禁

source: Retry enable privacy gate, open privacy rules, or disable remote AI.
zh_hans: 请重试启用隐私门禁、打开隐私规则，或关闭远程 AI。

source: Retry failed
zh_hans: 重试失败

source: Retry Failed
zh_hans: 重试失败项

source: Retry failed items
zh_hans: 重试失败项目

source: Retry Full Rescan
zh_hans: 重试完整重扫

source: Retry generate
zh_hans: 重试生成

source: Retry index build
zh_hans: 重试索引构建

source: Retry Initialization & Full Rescan
zh_hans: 重试初始化并完整重新扫描

source: Retry inspection
zh_hans: 重试检查

source: Retry is disabled because privacy rules blocked the input
zh_hans: 隐私规则阻止了输入，因此无法重试

source: Retry is disabled because this input was skipped by a privacy rule.
zh_hans: 此输入已因隐私规则跳过，无法重试。

source: Retry is disabled until call logging is available.
zh_hans: 调用日志恢复前无法重试。

source: Retry is disabled until remote AI is configured
zh_hans: 配置远程 AI 前无法重试

source: Retry is disabled until the provider allows another attempt
zh_hans: 提供商允许再次尝试前无法重试

source: Retry is disabled until the semantic index is ready
zh_hans: 语义索引就绪前无法重试

source: Retry is disabled while AI is turned off
zh_hans: AI 关闭时无法重试

source: Retry is unavailable for this fallback state
zh_hans: 当前回退状态无法重试

source: Retry is unavailable for this item.
zh_hans: 此项目无法重试。

source: Retry later
zh_hans: 稍后重试

source: Retry load
zh_hans: 重试加载

source: Retry loading privacy rules before enabling remote AI.
zh_hans: 启用远程 AI 前，请重试加载隐私规则。

source: Retry Metadata
zh_hans: 重试元数据

source: Retry Metadata Repair
zh_hans: 重试元数据修复

source: Retry opening the repository. If the problem persists, collect diagnostics.
zh_hans: 请重试打开资料库。如果问题持续，请收集诊断信息。

source: Retry or classify manually.
zh_hans: 请重试或手动分类。

source: Retry or configure remote AI.
zh_hans: 请重试或配置远程 AI。

source: Retry or return to detail.
zh_hans: 请重试或返回详情。

source: Retry or use diagnostics.
zh_hans: 请重试或使用诊断功能。

source: Retry page
zh_hans: 重试加载页面

source: Retry path sync
zh_hans: 重试路径同步

source: Retry pause
zh_hans: 重试暂停

source: Retry preview
zh_hans: 重试预览

source: Retry preview after the repository is available.
zh_hans: 请在资料库可用后重试预览。

source: Retry privacy check
zh_hans: 重试隐私检查

source: Retry privacy gate
zh_hans: 重试隐私门禁操作

source: Retry registry
zh_hans: 重试加载注册表

source: Retry registry before editing Tag or Category privacy rules.
zh_hans: 编辑标签或分类隐私规则前，请重试加载注册表。

source: Retry Remove unused key before closing this sheet.
zh_hans: 关闭此面板前，请重试移除未使用的密钥。

source: Retry Remove unused key or cancel after cleanup succeeds.
zh_hans: 请重试移除未使用的密钥，或在清理成功后取消。

source: Retry repository check
zh_hans: 重试资料库检查

source: Retry repository settings after the platform capability bridge is available.
zh_hans: 请在平台能力桥接可用后重试资料库设置。

source: Retry Rescan
zh_hans: 重试重新扫描

source: Retry save
zh_hans: 重试保存

source: Retry save after the repository is available.
zh_hans: 请在资料库可用后重试保存。

source: Retry save before returning to AI settings.
zh_hans: 返回 AI 设置前，请重试保存。

source: Retry save or cancel after restoring the stored key.
zh_hans: 请重试保存，或在恢复已存储的密钥后取消。

source: Retry save or remove the unused key.
zh_hans: 请重试保存，或移除未使用的密钥。

source: Retry saving settings after the repository is available.
zh_hans: 请在资料库可用后重试保存设置。

source: Retry scan
zh_hans: 重试扫描

source: Retry startup recovery
zh_hans: 重试启动恢复

source: Retry status
zh_hans: 重试状态

source: Retry status after the repository can be written.
zh_hans: 请在资料库可写后重试状态检查。

source: Retry status after the repository is available.
zh_hans: 请在资料库可用后重试状态检查。

source: Retry status check
zh_hans: 重新检查状态

source: Retry status check or open install help.
zh_hans: 请重新检查状态或打开安装帮助。

source: Retry tags
zh_hans: 重试标签

source: Retry Test connection or cancel without saving.
zh_hans: 请重试测试连接，或取消且不保存。

source: Retry the contract check.
zh_hans: 请重试合同检查。

source: Retry the failed action or collect diagnostics from the source page.
zh_hans: 重试失败的操作，或从来源页面收集诊断信息。

source: Retry the platform capability check.
zh_hans: 请重试平台能力检查。

source: Retry version check
zh_hans: 重试版本检查

source: Retryable
zh_hans: 可重试

source: Retrying local model status...
zh_hans: 正在重新检查本地模型状态...

source: Retrying repository validation
zh_hans: 正在重试资料库验证

source: Retrying...
zh_hans: 正在重试...

source: Return to detail or choose a file with readable summary input.
zh_hans: 请返回详情，或选择具有可读概述输入的文件。

source: Return to the real import entry before choosing files.
zh_hans: 选择文件前，请返回实际的导入入口。

source: Reveal
zh_hans: 显示

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Reveal last known folder
zh_hans: 显示最后已知文件夹

source: Reveal repository in Finder
zh_hans: 在 Finder 中显示资料库

source: Revert
zh_hans: 还原

source: Revert changes
zh_hans: 还原更改

source: Revert to last valid
zh_hans: 还原到上一个有效版本

source: Revert to last valid classifier.yaml?
zh_hans: 还原到上一个有效的 classifier.yaml？

source: Review
zh_hans: 检查

source: Review AI suggested tags for selected files
zh_hans: 检查所选文件的 AI 建议标签

source: Review AI Suggestion...
zh_hans: 审核 AI 建议...

source: Review before adding tags. AI suggestions are not applied until you accept them.
zh_hans: 添加标签前请先审核。接受之前不会应用 AI 建议。

source: Review changes
zh_hans: 检查更改

source: Review conflicts
zh_hans: 审核冲突

source: Review deletion
zh_hans: 检查删除内容

source: Review deletion impact before any files move to Trash.
zh_hans: 任何文件移到废纸篓前，请检查删除影响。

source: Review deletion impact for the selected files
zh_hans: 检查所选文件的删除影响

source: Review details before redoing this action.
zh_hans: 重做此操作前请检查详细信息。

source: Review details before undoing this action.
zh_hans: 在撤消此操作之前查看详细信息。

source: Review details in Undo History.
zh_hans: 在撤销历史中检查详情。

source: Review folder conflicts
zh_hans: 审核文件夹冲突

source: Review import conflicts
zh_hans: 检查导入冲突

source: Review privacy rules before generating this summary.
zh_hans: 生成此概述前，请检查隐私规则。

source: Review suggested tags
zh_hans: 审核建议标签

source: Review suggested tags for %arg files
zh_hans: 审核 %arg 个文件的建议标签

source: Review suggested tags for %lld files
zh_hans: 审核 %lld 个文件的建议标签

source: Review summary replacement
zh_hans: 检查摘要替换

source: Review sync conflict
zh_hans: 检查同步冲突

source: Review Sync Conflict...
zh_hans: 审核同步冲突...

source: Review tag suggestions
zh_hans: 审核标签建议

source: Review the file, DB, backup and change log impact before applying.
zh_hans: 应用前请审核对文件、DB、备份和改动日志的影响。

source: Review the impact preview before applying this rule.
zh_hans: 应用此规则前，请检查影响预览。

source: Review the reported error, then validate classifier.yaml again.
zh_hans: 请检查报告的错误，然后再次验证 classifier.yaml。

source: Review the rule draft before saving it for future imports.
zh_hans: 保存规则供后续导入使用前，请检查规则草稿。

source: Review Undo History until redo-action-log redo is available.
zh_hans: 请查看撤销历史，直到重做操作可用。

source: Reviewing %arg
zh_hans: 正在审核 %arg

source: Reviewing updates the baseline only. You must Save again to apply your draft.
zh_hans: 检查操作只更新比较基线；你仍需再次点击“保存”才能应用草稿。

source: Revision conflict
zh_hans: 版本冲突

source: Root AREAMATRIX.md
zh_hans: 根目录 AREAMATRIX.md

source: Root AREAMATRIX.md adds a managed marker block to the repository root file.
zh_hans: 根目录 AREAMATRIX.md 会向资料库根文件添加受管理的标记块。

source: Root AREAMATRIX.md enabled
zh_hans: 已启用根目录 AREAMATRIX.md

source: Route
zh_hans: 路由

source: Rows
zh_hans: 行

source: Rule %arg is not present in the current privacy rules snapshot.
zh_hans: 当前隐私规则快照中不存在规则 %arg。

source: Rule basis
zh_hans: 规则依据

source: rule classification is already confident
zh_hans: 规则分类已有足够置信度

source: Rule classification is already confident.
zh_hans: 规则分类已有足够置信度。

source: Rule preview
zh_hans: 规则预览

source: Rule suggestions
zh_hans: 规则建议

source: Run Full Rescan
zh_hans: 运行完整重扫

source: Run health check
zh_hans: 运行健康检查

source: Run Rescan
zh_hans: 开始重新扫描

source: Run Smart List
zh_hans: 运行智能列表

source: Running
zh_hans: 运行中

source: Runtime failed
zh_hans: 运行时失败

source: Runtime failed to start.
zh_hans: 运行时启动失败。

source: Safe keyword, extension, and priority candidates are reviewed before any rule is saved.
zh_hans: 保存任何规则前，都会检查安全的关键词、扩展名和优先级候选项。

source: Safety
zh_hans: 安全

source: Same name, different content
zh_hans: 名称相同，内容不同

source: Save
zh_hans: 保存

source: Save AI summary changes?
zh_hans: 保存 AI 摘要更改？

source: Save and apply to existing files
zh_hans: 保存并应用到现有文件

source: Save and Switch
zh_hans: 保存并切换

source: Save as Smart List
zh_hans: 存储为智能列表

source: Save changes
zh_hans: 保存更改

source: Save classifier rule
zh_hans: 保存分类规则

source: Save Classifier Rule
zh_hans: 保存分类器规则

source: Save or discard the AI summary draft before leaving this file summary.
zh_hans: 离开此文件摘要前，请保存或丢弃 AI 摘要草稿。

source: Save or discard the AI summary draft before switching files.
zh_hans: 切换文件前，请保存或丢弃 AI 摘要草稿。

source: Save or discard the privacy rule edit before leaving.
zh_hans: 离开前，请保存或丢弃隐私规则编辑。

source: Save repository settings
zh_hans: 保存资料库设置

source: Save rule
zh_hans: 保存规则

source: Save rule only
zh_hans: 仅保存规则

source: Save Search
zh_hans: 保存搜索

source: Save the current query as a Smart List. Files are not moved or duplicated.
zh_hans: 将当前查询存储为智能列表。文件不会被移动或复制。

source: Save the note before opening the sidecar file.
zh_hans: 打开伴生文件前请保存笔记。

source: Save the rule before applying it to existing files.
zh_hans: 将规则应用到现有文件前请先保存。

source: Save...
zh_hans: 保存...

source: Saved
zh_hans: 已保存

source: Saved Search
zh_hans: 已存搜索

source: Saving advanced settings
zh_hans: 正在保存高级设置

source: Saving AI privacy rules
zh_hans: 正在保存 AI 隐私规则

source: Saving AI settings
zh_hans: 正在保存 AI 设置

source: Saving classifier settings
zh_hans: 正在保存分类器设置

source: Saving index
zh_hans: 正在保存索引

source: Saving integration settings
zh_hans: 正在保存集成设置

source: Saving is in progress.
zh_hans: 正在保存。

source: Saving repository settings...
zh_hans: 正在保存资料库设置...

source: Saving settings
zh_hans: 正在保存设置

source: Saving summary...
zh_hans: 正在保存概述...

source: Saving this classifier draft updates future classification rules only.
zh_hans: 保存此分类器草稿只会更新后续分类规则。

source: Saving this rule only affects future classifier behavior and does not undo the current classification.
zh_hans: 保存此规则只会影响之后的分类器行为，不会撤销当前分类。

source: Saving...
zh_hans: 保存...

source: Scan or index repository files.
zh_hans: 扫描或索引资料库文件。

source: Scanning changes. %arg
zh_hans: 正在扫描更改。%arg

source: Scanning files
zh_hans: 正在扫描文件

source: Scanning files...
zh_hans: 正在扫描文件…

source: Schema version
zh_hans: Schema 版本

source: Schema version unavailable
zh_hans: Schema 版本不可用

source: Schema version: %@
zh_hans: Schema 版本：%@

source: Scope
zh_hans: 范围

source: scope not allowed
zh_hans: 范围不允许

source: Search all file types
zh_hans: 搜索所有文件类型

source: Search categories
zh_hans: 搜索分类

# Search conditions. Query %@. Filters %@.
source: Search conditions. Query %1$@. Filters %2$@.
zh_hans: 搜索条件。查询 %1$@。筛选条件 %2$@。

# Search conditions. Query %arg. Filters %arg.
source: Search conditions. Query %1$arg. Filters %2$arg.
zh_hans: 搜索条件。查询 %1$arg。筛选条件 %2$arg。

source: Search failed: %arg
zh_hans: 搜索失败：%arg

source: Search file, provider, or error
zh_hans: 搜索文件、提供方或错误

source: Search files
zh_hans: 搜索文件

source: Search files...
zh_hans: 搜索文件...

source: Search index is updating
zh_hans: 正在更新搜索索引

source: Search index ready
zh_hans: 搜索索引已就绪

source: Search Index Status
zh_hans: 搜索索引状态

source: Search index status unavailable
zh_hans: 搜索索引状态不可用

source: Search index unavailable
zh_hans: 搜索索引不可用

source: Search index unavailable.
zh_hans: 搜索索引不可用。

source: Search is still indexing. Results may appear in a moment.
zh_hans: 搜索仍在建立索引，结果可能稍后出现。

source: Search or create tag...
zh_hans: 搜索或创建标签...

source: Search tags
zh_hans: 搜索标签

# search.activeFilterCount
source: %lld active filters
zh_hans: %lld 个活动过滤器

# search.banner.filters
source: Filters: %d
zh_hans: 过滤：%d

# search.banner.mode
source: Mode: %@
zh_hans: 模式：%@

# search.banner.results
source: Results: %@
zh_hans: 结果：%@

# search.banner.scope
source: Scope: %@
zh_hans: 范围：%@

# search.banner.semantic-normal-count
source: %1$lld semantic · %2$lld normal
zh_hans: %1$lld 个语义结果 · %2$lld 个普通结果

# search.context
source: Scope: %1$@ | Sort: %2$@
zh_hans: 范围：%1$@ | 排序：%2$@

# search.dateFilter.accessibilityLabel
source: %@ date filter, %@
zh_hans: %@日期筛选，%@

# search.dateFilter.error.accessibilityLabel
source: %@ date error, %@
zh_hans: %@日期错误，%@

# search.diagnostic.position
source: Position %lld
zh_hans: 位置 %lld

# search.diagnostic.positionRange
source: Position %lld-%lld
zh_hans: 位置 %lld-%lld

# search.diagnostic.suggestion
source: Suggestion %@
zh_hans: 建议 %@

# search.diagnostic.token
source: Token %@
zh_hans: 标记 %@

# search.draftActiveFilterCount
source: %lld draft filters active
zh_hans: %lld 个草稿过滤器已启用

# search.empty.filters
source: No files match %@.
zh_hans: 没有文件符合%@。

# search.empty.query
source: No files match "%@".
zh_hans: 没有文件与“%@”匹配。

# search.empty.queryAndFilters
source: No files match this query and %@.
zh_hans: 没有文件同时符合此查询和%@。

source: Search failed: %@
zh_hans: 搜索失败：%@

# search.filter.accessibilityLabel
source: %@ filter
zh_hans: %@筛选

# search.filter.remove
source: Remove %@
zh_hans: 移除%@

# search.filter.remove.accessibilityLabel
source: Remove filter %@
zh_hans: 移除筛选条件 %@

# search.filter.storage
source: Storage: %@
zh_hans: 存储：%@

# search.filterButtonCount
source: Filters (%lld)
zh_hans: 过滤器（%lld）

# search.filters.loadError
source: Could not load filters: %@
zh_hans: 无法加载筛选条件：%@

# search.matchingFileCount
source: %lld matching files
zh_hans: %lld 个匹配文件

# search.normalMatchCount
source: Normal search matches (%lld)
zh_hans: 普通搜索匹配项（%lld）

# search.query.context
source: Search: \"%@\"
zh_hans: 搜索：\"%@\"

# search.queryError.position
source: Position %@
zh_hans: 位置 %@

# search.queryError.positionRange
source: Position %@-%@
zh_hans: 位置 %@-%@

# search.queryError.suggestion
source: Suggestion: %@
zh_hans: 建议：%@

# search.scope.all
source: All
zh_hans: 全部

# search.scope.current
source: Current
zh_hans: 当前

# search.scope.currentShort
source: Current
zh_hans: 当前

# search.scope.repository
source: Repository
zh_hans: 全库

# search.semanticIndex.buildFailed
source: Semantic index could not be built: %@
zh_hans: 无法构建语义索引：%@

# search.semanticIndex.building
source: Building semantic index... %@
zh_hans: 正在构建语义索引... %@

# search.semanticIndex.cancelFailed
source: Semantic index build could not be canceled. %@
zh_hans: 无法取消语义索引构建。%@

# search.semanticIndex.partial
source: Semantic index partially built: %1$lld/%2$lld processed, %3$lld failed
zh_hans: 语义索引已部分构建：已处理 %1$lld/%2$lld，失败 %3$lld

# search.semanticIndex.pauseFailed
source: Semantic index build could not be paused. %@
zh_hans: 无法暂停语义索引构建。%@

# search.semanticIndex.privacyAllowed
source: Privacy rules: allowed. Sent fields: %@
zh_hans: 隐私规则：允许。已发送字段：%@

# search.semanticIndex.privacyBlocked
source: Privacy rules: blocked. %@ Sent fields: %@
zh_hans: 隐私规则：已阻止。%@ 已发送字段：%@

# search.semanticIndex.privacyCheckFailed
source: Privacy rules could not be checked: %@
zh_hans: 无法检查隐私规则：%@

# search.semanticIndex.privacyGateAllowed
source: Privacy gate allowed semantic indexing. Sent fields: %@
zh_hans: 隐私门禁允许语义索引。已发送字段：%@

# search.semanticIndex.privacyGateBlocked
source: Privacy gate blocked semantic indexing. %@
zh_hans: 隐私门禁阻止了语义索引。%@

# search.semanticIndex.privacyGateCheckFailed
source: Privacy gate check failed: %@
zh_hans: 隐私门禁检查失败：%@

# search.semanticIndex.progress
source: %1$ld%% %2$lld/%3$lld processed for %4$@
zh_hans: %1$ld%% 已为“%4$@”处理 %2$lld/%3$lld

# search.semanticIndex.ready
source: Semantic index ready: %1$lld/%2$lld processed
zh_hans: 语义索引已就绪：已处理 %1$lld/%2$lld

# search.semanticIndex.status
source: Semantic index %1$@: %2$lld/%3$lld processed
zh_hans: 语义索引%1$@：已处理 %2$lld/%3$lld

# search.semanticMatchCount
source: Semantic matches (%lld)
zh_hans: 语义匹配项（%lld）

# search.sinceDate
source: Since %@
zh_hans: 自 %@ 起

# search.smartList.context
source: Smart List: %@ query="%@"
zh_hans: 智能列表：%@ 查询="%@"

# search.tagFilter.remove.accessibilityLabel
source: Remove tag filter %@
zh_hans: 移除标签筛选条件 %@

# search.tags.loadError.accessibilityLabel
source: Could not load tags. %@
zh_hans: 无法加载标签。%@

source: Searching semantically...
zh_hans: 正在进行语义搜索...

source: Searching...
zh_hans: 正在搜索...

source: Secrets and key files
zh_hans: 秘密和关键文件

source: See when AI was used and whether it was local or remote.
zh_hans: 查看 AI 的使用时间以及调用在本地还是远程进行。

source: Select a category or create a new category.
zh_hans: 选择分类或创建新分类。

source: Select a category to preview the Core target path.
zh_hans: 请选择分类以预览 Core 目标路径。

source: Select a conflict found by Core before comparing versions. Listing is read-only and will not move files.
zh_hans: 比较版本前，请选择 Core 检测到的冲突。列表为只读，不会移动文件。

source: Select a file before reviewing AI tag suggestions.
zh_hans: 检查 AI 标签建议前，请先选择一个文件。

source: Select a file before reviewing tag suggestions.
zh_hans: 请先选择文件，再查看标签建议。

source: Select all
zh_hans: 全选

source: Select an action
zh_hans: 选择操作

source: Select an AI call to inspect its redacted details.
zh_hans: 选择一条 AI 调用以检查其脱敏详情。

source: Select at least one conflict.
zh_hans: 请至少选择一个冲突。

source: Select at least one keyword or extension.
zh_hans: 请至少选择一个关键词或扩展名。

source: Select at least one usage scope.
zh_hans: 请至少选择一个使用范围。

source: Select at least two files
zh_hans: 请至少选择两个文件

source: Select files before adding tags.
zh_hans: 添加标签前，请先选择文件。

source: Select files first.
zh_hans: 请先选择文件。

source: Select log entries to delete
zh_hans: 选择要删除的日志条目

source: Select the visible text and copy it manually.
zh_hans: 请选择可见文本并手动复制。

source: selected
zh_hans: 已选择

source: Selected
zh_hans: 已选择

source: Selected action
zh_hans: 已选操作

source: Selected file is missing or was removed outside AreaMatrix.
zh_hans: 所选文件丢失或已被删除到 AreaMatrix 之外。

source: Selected files are unavailable.
zh_hans: 选中的文件不可用。

source: selected matcher values
zh_hans: 选定的匹配值

source: Selected path is not a folder.
zh_hans: 所选路径不是文件夹。

source: Selected tags %@
zh_hans: 已选标签 %@

source: Selected tags %arg
zh_hans: 已选标签 %arg

source: Selected: %arg files
zh_hans: 已选择：%arg 个文件

source: Selected: %lld files
zh_hans: 已选择：%lld 个文件

source: Semantic
zh_hans: 语义

source: Semantic index
zh_hans: 语义索引

source: Semantic index build canceled.
zh_hans: 语义索引构建已取消。

source: Semantic index build could not be canceled. %arg
zh_hans: 无法取消语义索引构建。%arg

source: Semantic index build could not be paused. %arg
zh_hans: 无法暂停语义索引构建。%arg

source: Semantic index build paused.
zh_hans: 语义索引构建已暂停。

source: Semantic index could not be built: %arg
zh_hans: 无法构建语义索引：%arg

source: Semantic index could not be built.
zh_hans: 无法构建语义索引。

source: Semantic index is not ready
zh_hans: 语义索引未就绪

source: Semantic index is not ready yet.
zh_hans: 语义索引尚未就绪。

source: Semantic index not ready
zh_hans: 语义索引未准备好

source: Semantic matches
zh_hans: 语义匹配项

source: Semantic matches (%arg)
zh_hans: 语义匹配（%arg）

source: Semantic matches (%lld)
zh_hans: 语义匹配（%lld）

source: Semantic result matched the query.
zh_hans: 语义结果与查询匹配。

source: Semantic search
zh_hans: 语义搜索

source: Semantic search disabled
zh_hans: 语义搜索已禁用

source: Semantic search is disabled. Your files were not changed.
zh_hans: 语义搜索已禁用。你的文件未发生更改。

source: Semantic search is unavailable
zh_hans: 语义搜索不可用

# semanticSearch.explanation
source: %@ Fields: %@. %@.%@
zh_hans: %@ 使用字段：%@。%@。%@

# semanticSearch.foldedNormalCount
source: %lld duplicate normal matches folded
zh_hans: 已折叠 %lld 个重复的普通匹配

# semanticSearch.indexStatus
source: Semantic index: %@
zh_hans: 语义索引：%@

# semanticSearch.normalMatchDiagnostic
source: Normal | - | %@: %@ - %@
zh_hans: 普通 | - | %@：%@ - %@

# semanticSearch.normalNoteDiagnostic
source: Normal | - | Note: %@
zh_hans: 普通 | - | 笔记：%@

# semanticSearch.noteSnippet
source: Note: %@
zh_hans: 笔记：%@

# semanticSearch.route
source: Route: %@
zh_hans: 路由：%@

# semanticSearch.semanticMatchDiagnostic
source: Semantic | %@ | %@ | %@%@
zh_hans: 语义 | %@ | %@ | %@%@

source: Sent fields
zh_hans: 已发送字段

source: Sent fields: %@
zh_hans: 已发送字段：%@

source: Sent fields: %arg
zh_hans: 已发送字段：%arg

source: Separator
zh_hans: 分隔符

source: Settings
zh_hans: 设置

# settings.about.linkOpened
source: %@ opened.
zh_hans: 已打开 %@。

# settings.about.linkOpenFailed
source: %@ link could not be opened
zh_hans: 无法打开 %@ 链接

# settings.action.cancel
source: Cancel
zh_hans: 取消

# settings.action.close
source: Close
zh_hans: 关闭

# settings.action.confirm
source: Confirm
zh_hans: 确认

# settings.action.retry
source: Retry
zh_hans: 重试

# settings.advanced.allowReplaceDetail
source: When enabled, ImportSheet may show Replace for duplicate or name conflicts. Replace still requires Trash and a second confirmation.
zh_hans: 启用后，导入面板可在重复文件或名称冲突时显示“替换”。替换仍需要废纸篓支持和第二次确认。

# settings.advanced.dangerZoneDetail
source: These actions can affect AreaMatrix metadata. They do not delete your original files unless explicitly stated.
zh_hans: 这些操作可能影响 AreaMatrix 元数据。除非明确说明，否则不会删除你的原始文件。

# settings.advanced.diagnosticsCopyRejected
source: Pasteboard rejected the diagnostic summary.
zh_hans: 剪贴板无法写入诊断摘要。

# settings.advanced.logsMissing
source: Logs folder is missing: %@
zh_hans: 日志文件夹缺失：%@

# settings.advanced.logsOpenRejected
source: Finder rejected opening logs folder: %@
zh_hans: 访达无法打开日志文件夹：%@

# settings.advanced.replaceConfirmationDetail
source: Replace can move an existing repository file to system Trash before importing the new file. It is hidden by default and still requires confirmation for every replace.
zh_hans: 替换操作会先将资料库中的现有文件移到系统废纸篓，再导入新文件。该选项默认隐藏，并且每次替换都仍需确认。

# settings.advanced.rootOverviewEnableDetail
source: AreaMatrix may create or update AREAMATRIX.md at the repository root on the next overview regeneration. Existing content outside the managed marker block is preserved. README.md is never modified.
zh_hans: AreaMatrix 可在下次重新生成概述时创建或更新资料库根目录中的 AREAMATRIX.md。受管标记块之外的现有内容会被保留，README.md 永远不会被修改。

# settings.advanced.startupRecoveryDetail
source: Startup cleanup and staging recovery stay in the dedicated recovery flow with confirmation before metadata actions.
zh_hans: 启动清理和暂存恢复始终在专用恢复流程中进行，并会在执行元数据操作前要求确认。

# settings.classifier.announcement.defaultCreated
source: Default classifier.yaml created.
zh_hans: 已创建默认 classifier.yaml。

# settings.classifier.announcement.opened
source: classifier.yaml opened.
zh_hans: 已打开 classifier.yaml。

# settings.classifier.announcement.revealed
source: classifier.yaml revealed in Finder.
zh_hans: 已在 Finder 中显示 classifier.yaml。

# settings.classifier.announcement.reverted
source: Restored the last valid classifier rules.
zh_hans: 已恢复上次有效分类规则。

# settings.classifier.announcement.validated
source: Classifier rules validated.
zh_hans: 分类规则校验通过。

# settings.classifier.backupMissing
source: The last valid classifier backup is missing.
zh_hans: 缺少上一个有效的分类器备份。

# settings.classifier.categoryDeleteDetail
source: Category: %1$@. Replacement category for future metadata fallback: %2$@.
zh_hans: 分类：%1$@。未来元数据回退使用的替代分类：%2$@。

# settings.classifier.conflict.detail
source: Your complete local draft and editing language were preserved. Compare it with the latest saved rule.
zh_hans: 完整的本地草稿和编辑语言已保留。请与最新保存的规则进行比较。

# settings.classifier.conflict.latest
source: Latest saved rule
zh_hans: 最新保存规则

# settings.classifier.conflict.local
source: Your local draft
zh_hans: 你的本地草稿

# settings.classifier.conflict.reviewRequirement
source: Review only updates the comparison baseline. You must choose Save again to apply the local draft.
zh_hans: 检查操作只更新比较基线；你必须再次选择“保存”才能应用本地草稿。
